tap "thoughtbot/formulae"
tap "teamookla/speedtest"
tap "golangci/tap"

brew "rcm"
brew "mas"
brew "pinentry-mac"
brew "git-delta"
brew "pyenv"
brew "node"
brew "go"
brew "pulumi"
brew "gnupg"
brew "git"
brew "git-crypt"
brew "vim"
brew "speedtest"
brew "exa"
brew "awscli"
brew "pre-commit"
brew "pandoc"
brew "yarn"
brew "golangci-lint"
brew "gron"
brew "jq"
brew "kubectl"
brew "helm"

cask "dotnet-sdk"
cask "visual-studio-code"
cask "docker"
cask "font-jetbrainsmono-nerd-font-mono"

mas "Enpass", id: 732710998
mas "Slack", id: 803453959
mas "Magnet", id: 441258766
mas "Lightshot Screenshot", id: 526298438
mas "Spark", id: 1176895641
mas "MyPoint", id: 518658487
mas "Living Earth Desktop", id: 539362919
